
Пастуший пирог (Shepherd’s pie) является классическим британским блюдом, рецептура его приготовления уходит своими корнями в далекую Шотландию или на север Англии. 
Первоначально его готовили из остатков и обрезков мяса, остатков жаркого. 
Чаще всего в качестве мяса использовалась баранина, тушенная с луком, морковью и горохом. 
Ингредиенты: 
Картофель  — 1 Килограмм 
Фарш мясной  — 700 Грамм 
Морковь  — 2 Штуки 
Лук репчатый  — 2 Штуки 
Растительное масло  — 50 Миллилитров 
Томатная паста  — 2 Ст. ложки 
Твердый сыр  — 100 Грамм 
Яйцо  — 1 Штука 
Количество порций: 10
Подробнее: https://povar.ru/recipes/pastushii_pirog_klassicheskii-43050.html
