Баоцзы
Для теста: 
Мука - 500 гр (при необходимости можно добавить больше) 
Дрожжи (быстрорастущие) - пол пакетика (около 5-6 г.) 
Теплая вода - 50 мл 
Молоко (вода) - 230 мл комнатной температуры 
Пекарский порошок - 1 ч.л 
Сахар - 50 гр Соль - 3 гр 
Растительное масло - 2 ст.л 
Сода (по желанию) - 0,1 стакана 
Для фарша: 
Свиной (куриный, говяжий или бараний) фарш - 700 гр 
Капуста - четверть качана 
Зеленый лук - 5 веточек 
Свежий имбирь - 5 см 
Соус к фаршу: 
Соевый соус - 2 ст. л 
Растительное масло - 2 ст. л 
Сахар - 1 ст.л 
Рисовое вино (столовое) - 1,5 стакана 
Пять специй - 1 ч.л 
Яйцо - 1 шт 
Кунжутное масла - 1 ч.л 
Молотый белый перец - 2 ч.л Соль по вкусу

Если вы умеете готовить манты, то для вас не составит труда освоить эту китайскую вариацию данного блюда. 
Нежная мягкая начинка обязательно вам понравиться, и вы будете возвращаться к этому рецепту снова и снова.

